tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "robotsandpencils/made"
tap "ryo-ma/lazyhub"
tap "woshiccm/tap"
brew "ack"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "openexr"
brew "webp"
brew "gettext"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bat"
brew "bazel"
brew "bison"
brew "pkg-config"
brew "broot"
brew "freetype"
brew "gdbm"
brew "libffi"
brew "pcre"
brew "xz"
brew "python@3.9"
brew "glib"
brew "capstone"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "docbook"
brew "docbook-xsl"
brew "doxygen"
brew "duf"
brew "e2fsprogs"
brew "fastlane"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "icu4c"
brew "harfbuzz"
brew "little-cms2"
brew "openjpeg"
brew "x265"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gh"
brew "ghc"
brew "ghostscript"
brew "git-flow-avh"
brew "git-lfs"
brew "glab"
brew "glfw"
brew "glm"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grpcurl"
brew "node"
brew "hexo"
brew "hugo"
brew "ilmbase"
brew "xmlto"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "imagemagick"
brew "intltool"
brew "python@3.10"
brew "ipython"
brew "libxml2"
brew "itstool"
brew "jq"
brew "jupyterlab"
brew "ldid"
brew "libmagic"
brew "llvm"
brew "make"
brew "md5sha1sum"
brew "ninja"
brew "meson"
brew "mint"
brew "mitmproxy"
brew "needle"
brew "nlohmann-json"
brew "openssl@3"
brew "oxipng"
brew "prettier"
brew "publish"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyinstaller"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "screenresolution"
brew "smartmontools"
brew "sphinx-doc"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "swiftplantuml"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "xclogparser"
brew "yadm"
brew "zlib"
brew "robotsandpencils/made/xcodes"
cask "alt-tab"
cask "asset-catalog-tinkerer"
cask "bloomrpc"
cask "brooklyn"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "iina"
cask "jtool"
cask "raycast"
cask "swiftformat-for-xcode"
cask "wwdc"
