tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kylef/formulae"
tap "robotsandpencils/made"
tap "ryo-ma/lazyhub"
tap "woshiccm/tap"
brew "ack"
brew "openssl@3"
brew "aria2"
brew "automake"
brew "bat"
brew "harfbuzz"
brew "bazel"
brew "bison"
brew "broot"
brew "buildifier"
brew "capstone"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "doxygen"
brew "duf"
brew "e2fsprogs"
brew "fastlane"
brew "unbound"
brew "libarchive"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghc"
brew "ghostscript"
brew "git-flow-avh"
brew "git-lfs"
brew "glab"
brew "glfw"
brew "glm"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grpcurl"
brew "node"
brew "hexo"
brew "hugo"
brew "ilmbase"
brew "imagemagick"
brew "intltool"
brew "ios-deploy"
brew "libxml2"
brew "itstool"
brew "jq"
brew "jupyterlab"
brew "ldid"
brew "libmagic"
brew "llvm"
brew "make"
brew "md5sha1sum", link: false
brew "ninja"
brew "meson"
brew "mint"
brew "mitmproxy"
brew "needle"
brew "nlohmann-json"
brew "oxipng"
brew "prettier"
brew "publish"
brew "pyinstaller"
brew "python@3.9"
brew "ripgrep"
brew "ruby-build"
brew "screenresolution"
brew "smartmontools"
brew "sphinx-doc"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "swiftplantuml"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "tree"
brew "vim"
brew "vsce"
brew "w3m"
brew "wget"
brew "xclogparser"
brew "yadm"
brew "zlib"
brew "kylef/formulae/swiftenv"
brew "robotsandpencils/made/xcodes"
cask "alt-tab"
cask "asset-catalog-tinkerer"
cask "bloomrpc"
cask "brooklyn"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "iina"
cask "jtool"
cask "raycast"
cask "swiftformat-for-xcode"
cask "wwdc"
vscode "alefragnani.project-manager"
vscode "BazelBuild.vscode-bazel"
vscode "bbenoist.togglehs"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "haskell.haskell"
vscode "hediet.vscode-drawio"
vscode "jebbs.plantuml"
vscode "justusadam.language-haskell"
vscode "LeetCode.vscode-leetcode"
vscode "mateocerquetella.xcode-12-theme"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "sswg.swift-lang"
vscode "StackBuild.bazel-stack-vscode"
vscode "vadimcn.vscode-lldb"
vscode "vknabel.vscode-apple-swift-format"
vscode "vknabel.vscode-swiftformat"
vscode "vscodevim.vim"
vscode "WakaTime.vscode-wakatime"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
vscode "zxz-moe.zxz-moe-bis"
