tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "openssl@1.1"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "capstone"
brew "carthage"
brew "cmake"
brew "cocoapods"
brew "docbook"
brew "docbook-xsl"
brew "doxygen"
brew "readline"
brew "fastlane"
brew "pcre2"
brew "fish"
brew "libpng"
brew "freetype"
brew "gdbm"
brew "gettext"
brew "gh"
brew "jpeg"
brew "libtiff"
brew "ghostscript"
brew "git-lfs"
brew "glfw"
brew "libffi"
brew "pcre"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "glib"
brew "glm"
brew "gnu-getopt"
brew "libtool"
brew "pkg-config"
brew "gnupg"
brew "go"
brew "grpcurl"
brew "hugo"
brew "icu4c"
brew "ilmbase"
brew "xmlto"
brew "shared-mime-info"
brew "x265"
brew "liblqr"
brew "libomp"
brew "little-cms2"
brew "openexr"
brew "openjpeg"
brew "webp"
brew "imagemagick"
brew "intltool"
brew "libxml2"
brew "itstool"
brew "libmagic"
brew "ninja"
brew "meson"
brew "mint"
brew "mitmproxy"
brew "nlohmann-json"
brew "node"
brew "prettier"
brew "pyenv", args: ["HEAD"]
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "screenresolution"
brew "sphinx-doc"
brew "swiftformat"
brew "swiftlint"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "w3m"
brew "yadm"
brew "zlib"
cask "bloomrpc"
cask "swiftformat-for-xcode"
